{
    "topics": [
        "If you could travel backwards or forwards anywhere in time, when would you go and why? You can't change anything, only observe, and you're guaranteed not to be harmed.",
        "You're sent on a long-term mission into deep space to investigate new life in distant galaxies. Due to space restrictions, you can bring either three books, three films, or some combination thereof. Which three books and/or films would you bring and why?",
        "If you could shrink any wild animal down to the size of a housecat, which one would you like to keep as a pet? Assume you could meet all their needs and there's a specialized veternarian down the street. ",
        "Tell me about the best meal you ever had and what made it so memorable.",
        "Tell me about the worst meal you ever had and what made it so memorable.",
        "Which season is your favorite, and why?",
        "Which season is the most overrated, and why?",
        "If you could spend one day in any fictional world, which would it be and what would you do there?",
        "It's the zombie apocalypse, and I want to know all about your plan to survive.",
        "If you could add any sport to the Olympics, what would it be?",
        "What activity could you win an Olympic medal in?",
        "What was your favorite book when you were a child?",
        "Tell me about a purchase you regret.",
        "Tell me about a purchase you're glad you made",
        "Tell me about a fad or trend, current or past, that you simply don't understand.",
        "Would you rather be too hot or too cold?",
        "Do you think social media is net beneficial to humanity? Why or why not?",
        "Tea or coffee?",
        "Where would you travel if you could go anywhere in the world for one week, all expenses paid?",
        "How green is your thumb?",
        "What is a film that everybody else seems to like that you can't stand?",
        "If you could eliminate one minor, everyday annoyance from your life, what would it be?",
        "What essential ingredient is in your fridge or pantry at all times?",
        "How do you top your pizzas?",
        "You're on a mission exploring distant planets when you come across an alien spaceship, the first sign of non-human life in our universe. How do you manage first contact?",
        "If you could live one day as any animal, which would you choose? Assume your safety is guaranteed.",
        "Are you more of an outdoor or an indoor person?",
        "Sweet or salty?",
        "Are you a morning person or a night owl?",
        "Who is your favorite fictional character?",
        "What is a chore you can't stand?",
        "If you could make a museum with any theme you'd like, displaying any artifacts or artworks you'd like, what sort of museum would you make?",
        "Tell me about your favorite museum, and why you like it so much.",
        "What is a popular food you can't stand?",
        "What unusual food or food combination do you love?",
        "Are you more of a cake baker or a cake eater?",
        "Tell me about your funniest travel mishap.",
        "Planes, trains, or automobiles?",
        "If you could have dinner with one historical figure, who would it be and what would you eat?",
        "Would you rather fight one horse-sized duck or 100 duck-sized horses?",
        "If you could know the definitive answer to any one question, what would it be?",
        "What activities cause you to lose track of time?",
        "If you could wish into existence a mythical or fictional species of animal, what would it be?",
        "What is the single item you've owned for the longest time?",
        "What piece of outdated or obsolete technology do you refuse to let go of?",
        "Do you prefer thrifting or buying new?",
        "When you travel, do you prefer to meticulously plan or just wing it?",
        "What type of travel do you like best: city-hopping, nature tourism, or relaxing somewhere warm and sunny?",
        "Are you a picky or an adventurous eater?",
        "If you could get everyone in the world to read one book, what would it be?",
        "What are your everday rituals?",
        "If you could design a card game, board game, or video game, what would it be?",
        "Do you like modern art? Why or why not?",
        "You have one million dollars and 24 hours to spend it. Anything left over after that time disappears. What's your strategy for getting the most value out of your temporary windfall?",
        "If you could design a new ice cream flavor, what would it be?",
        "If you could only eat one type of cuisine for the rest of your life, what would it be?",
        "Tell me about a plan that ended in disaster.",
        "What was your least favorite class in school?",
        "What was your favorite class in school?",
        "What makes you smile every time?",
        "You're a contestant on a hot new baking show. Tell me all about the dessert you make to wow the judges.",
        "Do you prefer wild woods or orderly gardens?",
        "Are you a thrill seeker? Why or why not?",
        "Which game show would you love to be a contestant on?",
        "You have unlimited money to design your dream home. What crazy features do you deck it out with?",
        "Do you think that standardized tests are effective ways to measure students' ability?",
        "Do you think that we as a society should be devoting more resources to exploring space?",
        "If you could have any superpower, what would it be?",
        "What three artifacts would need to be preserved in a museum of your life?",
        "What artifacts would likely be present in a future museum about this time period?",
        "Who is an everday superhero in your life?",
        "You're called in by a team of scientists, who want your input on redesigning one animal. Which animal do you pick, and what do you change?",
        "If you could upgrade or fix one feature of the human body, what would it be and why?",
        "What trope or detail frustrates you whenever you encounter it in a film or book?",
        "What little inconvenience makes you furious?",
        "The following quote is sometimes attributed to Eleanor Roosevelt: 'Great minds discuss ideas; average minds discuss events; small minds discuss people.' Tell me whether you agree or disagree, and why.",
        "H. Jackson Brown Jr. once said, 'Remember that the happiest people are not those getting more, but those giving more.' What do you think of this quote?",
        "Herman Melville, author of Moby Dick, once said, 'It is better to fail in originality than to succeed in imitation.' Yet according to renowned Russian composer Igor Stravinsky, 'Lesser artists borrow; great artists steal.' How do you reconcile these two quotes?",
        "Your job is to run the re-opening of Jurassic Park. How do you do it better this time?",
        "Cats or dogs?",
        "If you could start your own podcast, Youtube channel, or TV show, what would it be about?",
        "Do you prefer movie nights at home or in cinemas?",
        "Are school uniforms good tools for maintaining equity and consistency or too constraining on children's styles?",
        "Should voting be a legal requirement?",
        "If you could open a restaurant, what type of food would you serve?",
        "Do you think zoos are ethical?",
        "What is your favorite holiday and why?",
        "What was your favorite family tradition growing up?",
        "Do you prefer waterparks or amusement/theme parks?",
        "How do you feel about scary movies, haunted houses, and other horror activities?",
        "Tell me about a hare-brained scheme you had.",
        "Should we be attempting to make contact with alien species?",
        "Do you think we are alone in the universe?",
        "What is your guilty pleasure?",
        "Do you prefer art museums, history museums, or science museums? Why?",
        "What is a wedding tradition you hate?",
        "How do you feel about astrology?",
        "How do you feel about the adage, 'A cluttered desk is a sign of a cluttered mind'?",
        "One of Aesop's most famous fables involves a fox who, finding itself unable to reach a clump of juicy-looking grapes, bitterly claims that the fruit was probably sour anyway. When have you found yourself in the fox's position?",
        "What, in your opinion, is the largest existential threat facing humanity?",
        "The grandfather paradox is an example of the inconsistencies that can arise as a result of time travel: what happens if you go back in time and kill your grandfather before he had any children? In light of this paradox, do you think time travel is possible? If so, how would the paradox be resolved?",
        "What is your favorite sound?",
        "Tell me about a time you faced a brick wall. Were you able to overcome it?",
        "You're tasked with searching for the lost city of Atlantis. What's your strategy for finding it?",
        "What everyday household item best describes your personality?"
    ]
}